Repository: draminesaid2/react-journey-starter-07
Catalog: Main.Flow/Resources/Resources.*.resx
Languages: de

# FlowItem
source: Flow items
de: Flowelemente

# FlowItemEmptySlate
source: No items were found according to the criteria.
de: Zu den Kriterien wurden keine Elemente gefunden

source: Flow processing
de: Flowverarbeitung

# MarkedRetry
source: Successfully marked for retry {0} entities
de: {0} Elemente erfolgreich zur Wiederholung markiert

# MarkedSkipped
source: Successfully skipped {0} entities
de: {0} Elemente erfolgreich übersprungen

# RetryFlowItemsMsg
source: The selected items will be marked as 'Pending' to be processed again. Are you sure you want to continue?
de: Die ausgewählten Elemente werden als "Ausstehend" markiert um erneut verarbeitet zu werden. Sind Sie sicher dass Sie fortfahren möchten?

source: Retry requests
de: Abfragen wiederholen

source: Skip requests
de: Abfragen überspringen

# SkipFlowItemsMsg
source: The items marked as 'Skipped' will no longer be processed. Are you sure you want to continue?
de: Die als "Übersprungen" markierten Elemente werden nicht mehr verarbeitet. Sind Sie sicher dass Sie fortfahren möchten?

# FlowRule
source: Flow rules
de: Flowregeln

# FlowRuleEmptySlate
source: No items were found according to the criteria.
de: Zu den Kriterien wurden keine Elemente gefunden

source: Add rule
de: Regel hinzufügen

source: Edit rule
de: Regel bearbeiten

source: Entity type
de: Entitätstyp

source: Endpoint
de: Endpunkt

source: Posting state
de: Buchungsstatus
